{
  "test": "-question testing\n-options --o correct option --c wrong option\n-time 10",
  "reproduction": "-question Which part of the ovary in mammals acts as an endocrine gland after ovulation?\n  -options --o Vitelline membrane --c Graffian follicle --o Stroma --o Germinal epithelium  \n  -time 20\n  -question In the human females, menstruation can be deferred by the administration of: \n  -options --o FSH ONLY --o LH ONLY --o COMBINATION OF FSH AND LH --c COMBINATION OF ESTROGEN AND PROGESTERONE \n  -time 20\n  -question Which extraembryonic membrane in humans prevents desiccation of embryo inside the uterus\n  -options --o Yolk sac --c Amnion --o Chorion --o Allantois\n  -time 20\n  -question Ectopic pregnancy are referred to as: \n  -options --o Pregnancies terminated due to hormonal imbalance --o Pregnancies with genetic abnormalities --c Implantation of embryo at site other than uterus --o Implantation of defective embryo in uterus\n  -time 20 \n  -question Hysterectomy is surgical removal of:\n  -options --o Prostate gland --o Vas-deferens --o Mammary gland --c Uterus \n  -time 20\n  -question Capacitation occurs in:\n-options --o Epididymis --o Vas deferens --c Female reproductive tract --o Rete testis\n-time 20\n-question The amnion of mammalian embryo is derived from: \n-options --c Ectoderm and mesoderm --o Endoderm and mesoderm --o Mesoderm and trophoblast --o Ectoderm and endoderm\n-time 20\n-question No new follicles develop in luteal phase of the menstrual cycle because \n-options --o Follicles do not remain in ovary after ovulation --o FSH level are high in luteal phase --o LH levels are high in the luteal phase --c Both FSH and LH are low in the luteal phase\n-time 20\n-question Which of the following statement is not correct:\n-options --o Mammary lobes containing clusters called alveoli --o Uterus is also called womb --c The last part of oviduct is called ampulla --o Stroma of ovary is divided into two zones\n-time 20\n-question Which of the following hormone is essential for maintenance of the endometrium\n-options --o FSH --o LH --c Progesterone --o Testosterone\n-time 20\n-question When both ovary are removed then which of the hormone is decreased in blood\n-options--o Oxytocin --o Prolactin --c Estrogen --o Gonadotrophic releasing factor\n-time 20\n-question In 30 year old lady, eggs are released in form of:\n-options --o oogonia --o 1° (primary) oocyte --c 2° (secondary) oocyte --o Atretic follicle\n-time 20\n-question After ovulation follicles converted into:\n-options --c Corpus luteum --o Corpus albicans --o Corpus cavemosa --o Corpus callosum\n-time 20/n  \n  -question Which of the following contraceptive methods do involve a role of hormones? (2019)\n-options --c (1) Lactational amenorrhea, Pills Emergency contraceptives. --o (2) Barrier method, Lactational amenorrhea, Pills. --o (3) CuT, Pills, Emergency contraceptives. --o (4) Pills, Emergency contraceptives, Barrier methods.\n-time 20\n-question Select the hormone-releasing Intrauterine Devices.(2019)\n-options --o (1) Vaults, LNG-20 --o (2) Multiload 375, Progestasert --c (3) Progestasert, LNG-20 --o (4) Lippes Loop, Multiload 375\n-time 20\n-question Estrogen is used to avoid pregnancy because it :\n-options --o (1) prevents fertilisation --c (2) prevents ovulation and implantation --o (3) inhibit sperm motility --o (4) forms cervical plug\n-time 20\n-question In case of a couple where the male is having a very low sperm count, which technique will be suitable for fertilisation?\n-options --o (1) Gamete intracytoplasmic fallopian transfer --c (2) Artificial Insemination --o (3) Intra cytoplasmic sperm injection --o (4) Intrauterine transfer\n-time 20\n-question The function of copper ions in copper releasing IUD's is :\n-options--o (1) They inhibit gametogenesis --o (2) They make uterus unsuitable for implantation --o (3) They inhibit ovulation --c (4) The suppress sperm motility and fertilising capacity of sperms\n-time 20\n-question Which of the following is hormone releasing IUD?\n-options --o (1) Lippes loop --o (2) Cu7 --c (3) LNG-20 --o (4) Multiload 375\n-time 20\n-question Which of the following is incorrect regarding vasectomy?\n-options --o (1) Vasa deferentia is cut and tied --o (2) Irreversible sterility --o (3) No sperm occurs in seminal fluid --c (4) No sperm occurs in epididymis\n-time 20\n-question Embryo with more than 16 blastomeres formed due to in vitro fertilization is transferred into -\n-options --c (1) Fimbriae --o (2) Cervix --o (3) Uterus --o (4) Fallopian tube\n-time 20 \n  -question A contraceptive pill developed by scientists of CDRI lucknow is? \n-options --o Mala-D  --o Mala-N  --c Saheli  --o Quinestrol \n-time 20  \n-question Which of the following flowers only occurs once in its life-time ? \n-options --c (1) Bamboo species  --o (2) Jackfruit  --o (3) Mango  --o (4) Papaya \n-time 20  \n-question Pollen grains can be stored for several years in liquid nitrogen having a temperature of \n-options --o (1)-120°C  --c (2)-196°C  --o (3)-80°℃  --o (4)-160°C \n-time 20  \n-question A dioecious flowering plant prevents both \n-options --c (1) Autogamy and geitonogamy  --o (2) Geitonogamy and xenogamy  --o (3) Cleistogamy and xenogamy  --o (4) Autogamy and xenogamy \n-time 20  \n-question Pollen tablets are available in the market for: \n-options --o(1) In vitro fertilization --o (2) Breeding programme --c (3) Supplementing foom --o (4) Ex situ conservation \n-time 20  \n-question Perisperm differs from endosperm in:  \n-options --o (1) Its formation by fusion of secondary nucleus with several sperms  --o (2) Being a haploid tissue  --o (3) Having no reserve food  --c (4) Being a diploid tissue \n-time 20  \n-question Megasporangium is equivalent to : \n-options --c (1) Ovule  --o(2) Fruit  --o (3) Embryo sac  --o (4) Nucellus \n-time 20  \n-question Advantage of cleistogamy is : \n-options --o (1) Vivipary  --o (2) Higher genetic variability  --o (3) More vigorous offspring  --c (4) No dependence on pollinators  \n-time 20  \n-question Which one of the following statements is correct? \n-options--c (1) Tapetum nourishes the developing pollen  --o (2) Hard outer layer of pollen is called intine  --o (3) Sporogenous tissue is haploid  --o (4) Endothecium produces the microspores \n-time 20  \n-question Single shield shaped cotyledon if grass is known as: \n-options--o Tigellum   --c Scutellum   --o Coleoptile   --o Coleorrhiza \n-time 20 \n  ",
  "the living world": "-question What is the branch of science dealing with identification, nomenclature and classification of organisms? \n   -options --o Morphology --o Anatomy --o Ecology --c Taxonomy \n   -time 20  \n    -question First step in taxonomy is? \n   -options --c description of organism --o identification --o nomenclature --o classification \n   -time 30  \n    -question Founder of binomial nomenclature was \n   -options --c Linnaeus --o Mendel --o Darwin --o Lamerck \n   -time 20  \n    -question Most names in biological nomenclature are taken from which language? \n   -options --o Roman --c Latin --o German --o English \n   -time 25  \n    -question The second word in a binomial nomenclature represents: \n   -options --o Genus --o Sub-species --o Class --c Species \n   -time 20  \n    -question Which of the following is not valid for plants? \n   -options --o Synonyms --c Tautonyms --o Autonyms --o All of the above \n   -time 30  \n    -question Classical taxonomy is based on \n   -options --c Morphology --o Internal Structure --o Phylogeny --o Genome \n   -time 20  \n    -question A taxonomic category refers to \n   -options --o The basic unit of classification --c A rank or level in taxonomic hierarchy --o A group of interbreeding population --o All of these \n   -time 30  \n    -question The unit of classification is \n   -options --c Taxon --o Category --o Species --o None of these \n   -time 25  \n    -question The only taxon that exists in nature as a biologically cohesive unit is \n   -options --o Phylum --o Kingdom --c Species --o Genus \n   -time 25  \n    -question *Mangifera* is a \n   -options --o Variety --o Species --o Class --c Genus \n   -time 20  \n    -question Which of the following taxonomic category includes all the others in the options? \n   -options --o Family --c Order --o Genus --o Species \n   -time 25  \n    -question Two organisms belong to the same class but not the same family, the may belong to the same \n   -options --o Genus --o Species --o Variety --c Order \n   -time 30  \n    -question Which of the following has **least** similar characters? \n   -options --o Family --c Class --o Genus --o Species \n   -time 30  \n    -question The first similar characteristic between wheat and mango appears at the level of: \n   -options --o Class --o Order --c Phylum --o Genus \n   -time 35  \n    -question The suffix `-phyta` is most commonly used for \n   -options --c Division --o Class --o Order --o Family \n   -time 30  \n    -question Tigon and liger are \n   -options --o Infertile --o Sterile --c Fertile --o None \n   -time 25  \n    -question Potato belongs to which genus? \n   -options --c Solanum --o Petunia --o Nicotiana --o Datura \n   -time 35  \n    -question Which of the following taxonomical aids conserve specimen \n   -options --o Museum --c Botanical garden --o Herbarium --o Caralogue \n   -time 25  \n    -question NBRI is located in \n   -options --o Kolkatta --o England --c Lucknow --o Delhi \n   -time 20  \n    -question Herbarium sheets are treated with \n   -options --o Nitrogen oxides --o Copper oxides --c Copper sulphates --o Copper oxalates \n   -time 25  \n    -question Museum is \n   -options --o Ex situ conservation --o In situ conservation --c Ex situ preservation --o In situ preservation \n   -time 30  \n    -question Index to plant species is provided in \n   -options --c Flora --o Manual --o Monograph --o Catalogue \n   -time 30 \n   "
}